Repository: WeiChengTW/TranscoderExtension
Catalog: AnimatedGifCreator/AnimatedGifCreator/Strings/*/Resources.resw
Source language: en_us
Languages: zh_tw

# AnimatedGIFCreatorText.Text
source: Animated GIF Creator
zh_tw: GIF動畫編輯器

# ATranscoderExtension.Text
source: A Transcoder Extension
zh_tw: 轉碼器擴充

# ATranscoderExtensionLink.Content
source: A Transcoder Extension
zh_tw: 轉碼器擴充

# CloneForkLink.Content
source: Clone/fork on GitHub
zh_tw: 在GitHub上Clone/fork

# ConvertButton.Content
source: Convert to animated GIF
zh_tw: 轉換為GIF動畫

# CreatedByText.Text
source: Created by Michael S. Scherotter
zh_tw: 由 Michael·S.Scherotter 開發

# Description
source: Convert .mp4, .mov, .wmv, or .avi files to animated GIF images.
zh_tw: 將.mp4、.mov、.wmv 或.avi文件轉換成GIF

# DisplayName
source: Animated GIF Creator
zh_tw: GIF動畫編輯器

source: GIF Images
zh_tw: GIF图像

# SelectFileButton.Content
source: Select video files
zh_tw: 選擇影片檔

# ShortName
source: Animated GIF Creator
zh_tw: GIF動畫編輯器

source: Video
zh_tw: 影片

# AppExtensionDescription
source: Convert videos to animated GIF files.
zh_tw: 將影片轉換為GIF動畫

# AppExtensionDisplayName
source: Animated GIF Transcoder
zh_tw: GIF動畫轉碼器

source: Animated GIF
zh_tw: GIF動畫

# JournalistExportDescription
source: Create a movie from the pages of a journal.
zh_tw: 從雜誌的頁面上創造電影

source: Height
zh_tw: 高

source: Seconds per frame
zh_tw: 每幀秒

source: Width
zh_tw: 寬

# TranslatorsText.Text
source: Translators
zh_tw: 翻譯人員

# HeightBox.Header
source: Height
zh_tw: 高

# WidthBox.Header
source: Width
zh_tw: 宽

# FPSBox.Header
source: Frames per second
zh_tw: 每秒幀數

# ErrorFormat
source: There was a problem creating animated GIF files. Technical details: {0}
zh_tw: 製作GIF動畫時出錯 詳細訊息： {0}

# ErrorTitle
source: Problem creating animated GIF
zh_tw: 製作GIF動畫時出現了問題
